{
  "ale": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "coc-pyright": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "csv.vim": { "branch": "master" },
  "dracula": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzy-lua-native": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "keymap-layer.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-pencil": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "wilder.nvim": { "branch": "master" },
  "winresize.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
