{
  "ale": { "branch": "master" },
  "coc-pyright": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "csv.vim": { "branch": "master" },
  "dracula": { "branch": "master" },
  "fzy-lua-native": { "branch": "master" },
  "goyo.vim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "keymap-layer.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-pencil": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "wilder.nvim": { "branch": "master" },
  "winresize.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
