getantidote/use-omz

ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/direnv
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/docker-compose
ohmyzsh/ohmyzsh path:plugins/gcloud
ohmyzsh/ohmyzsh path:plugins/kubectl
# ohmyzsh/ohmyzsh path:plugins/mise
ohmyzsh/ohmyzsh path:plugins/pulumi

Aloxaf/fzf-tab

zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search

jeffreytse/zsh-vi-mode
# zshzoo/zsh-interactive-cd
kutsan/zsh-system-clipboard

zsh-users/zsh-syntax-highlighting
